Repository: kxkx5150/GBA-wasm
Catalog: po/gvbam/*.po
Languages: id, nb, pt_br, sr

source: Generic Code
id: Kode Generik
nb: Generisk kode
pt_br: Código genérico
sr: Генерички кôд

source: Open cheat list
id: Buka daftar kecurangan
nb: Åpne cheat liste
pt_br: Abrir lista de códigos
sr: Отвори списак шифара

source: Save cheat list
id: Simpan daftar kecurangan
nb: Lagre cheat Liste
pt_br: Salvar lista de códigos
sr: Сачувај списак шифара

source: GBA roms :
id: Rom GBA
pt_br: Roms de GBA
sr: GBA ROM:

source: GB roms :
id: Rom GB
nb: Gameboy roms :
pt_br: Roms de GB
sr: GB ROM:

source: Batteries :
id: Baterai
nb: Batterier :
pt_br: Baterias
sr: Батерије:

source: Saves :
id: Simpan :
nb: Lagrede filer :
pt_br: Jogos salvos
sr: Сачуване игре:

source: Captures :
id: Tangkap :
nb: Opptak :
pt_br: Capturas de tela
sr: Снимци:

source: Directories config
id: Pengaturan direktori
nb: Direktorie konfigurasjon
pt_br: Configuração de diretórios
sr: Подешавање фасцикли

source: None
id: Kosong
nb: Ingen
pt_br: Nenhum
sr: ништа

source: Pixelate
nb: Pixeler
pt_br: Pixelização
sr: Пикселизација

source: Bilinear
nb: Bilineær
sr: Билинеарни филтер

source: Bilinear Plus
nb: Bilineær +
sr: Билинеарни+ филтер

source: Scanlines
nb: Scannelinjer
pt_br: Linhas de scan
sr: Линије скенирања

source: TV Mode
id: Mode TV
nb: TV Modus
pt_br: Modo TV
sr: ТВ режим

source: Smart interframe blending
nb: Smart ramme
pt_br: Mistura interframe inteligente
sr: Паметно мешање међукадрова

source: Interframe motion blur
nb: Bevegelses skurr
pt_br: Desfoque de movimento interframe
sr: Замућење кретања међукадрова

source: All files
id: Semua file
nb: Alle filer
pt_br: Todos os arquivos
sr: Све датотеке

source: Gameboy Advance BIOS
id: BIOS Gameboy Advance
pt_br: BIOS do Gameboy Advance
sr: BIOS Gameboy Advance-а

source: Up :
id: Atas
nb: Opp :
pt_br: Cima :
sr: Горе:

source: Down :
id: Bawah
nb: Ned :
pt_br: Baixo :
sr: Доле:

source: Left :
id: Kiri :
nb: Venstre :
pt_br: Esquerda :
sr: Лево:

source: Right :
id: Kanan :
nb: Høyre :
pt_br: Direita :
sr: Десно:

source: Button A :
id: Tombol A
nb: A-Knapp :
pt_br: Botão A :
sr: Тастер A:

source: Button B :
id: Tombol B
nb: B-Knapp :
pt_br: Botão B :
sr: Тастер B:

source: Button L :
id: Tombol Kiri
nb: L-Knapp :
pt_br: Botão L :
sr: Тастер L:

source: Button R :
id: Tombol Kanan
nb: R-Knapp:
pt_br: Botão R :
sr: Тастер R:

source: Speed :
id: Kecepatan :
nb: Fart :
pt_br: Velocidade :
sr: Брзина:

source: Capture :
id: Tangkap
nb: Opptak :
pt_br: Capturar tela :
sr: Снимање:

source: Joypad config
id: Pengaturan joypad
nb: Joypad Konfigurasjon
pt_br: Configuração de Controle
sr: Подешавање контролера

source: Joypad :
pt_br: Controle:
sr: Контролер:

source: Default joypad
id: joypad awal
nb: Standard Joypad
pt_br: Controle Padrão
sr: Подразумевани контролер

source: Joy
id: stik
pt_br: Controle
sr: Контролер

source: Button
id: Tombol
nb: Knapp
sr: Тастер

source: Axis
id: Aksis
nb: Akse
pt_br: Eixo
sr: Оса

source: Hat
id: Topi
nb: Topp
pt_br: Pivô
sr: Тастер POV

source: Up
id: Atas
nb: Opp
pt_br: Cima
sr: Горе

source: Down
id: Bawah
nb: Ned
pt_br: Baixo
sr: Доле

source: Right
id: Kanan
nb: Høyre
pt_br: Direita
sr: Десно

source: Left
id: Kiri
nb: Venstre
pt_br: Esquerda
sr: Лево

source: <Undefined>
id: <Belum diatur>
nb: <Udefinert>
pt_br: <Não definido>
sr: <недефинисано>

source: Main VBA-M options
id: Pengaturan utama VBA-M
nb: Hoved VBA-M Innstillinger
pt_br: Opções Principais do VBA-M
sr: Главне опције програма VBA-M

source: Output version information.
id: Informasi jenis keluaran
nb: Utgang.
pt_br: Informação da Versão de Saída.
sr: Информације о верзији излаза.

source: VisualBoyAdvance version %s [GTK+]
id: VisualBoyAdvance versi %s [GTK+]
nb: VisualBoyAdvance version %s [GTK+] \n
pt_br: VisualBoyAdvance Versão %s [GTK+]\n
sr: VisualBoyAdvance верзија %s [GTK+]

source: *** OpenGL : Cannot open display.
id: *** OpenGL : Tidak dapat membuka layar.
nb: *** OpenGL: Kan ikke åpne vindu \n
pt_br: *** OpenGL: Não foi possível abrir o display.\n
sr: *** OpenGL: Не могу да отворим приказ.

source: Unable to initialize output, falling back to Cairo
nb: Kan ikke initialisere utgang, Går til bake til Cairo \n
pt_br: Utilizando Cairo, já que não foi possível carregar o módulo de saída gráfico.\n
sr: Не могу да покренем излаз. Враћам се на Cairo.

source: Failed to init SDL: %s
id: Gagal memulai SDL: %s
nb: Kan ikke initialisere SDL: %s
pt_br: Falha ao iniciar SDL: %s
sr: Не могу да покренем SDL: %s

source: Unknown file type %s
id: jenis file tidak diketahui %s
nb: Ukjent fil-type %s
pt_br: Tipo de arquivo desconhecido %s
sr: Непознат тип датотеке %s

source: Open
id: Buka
nb: Åpne
pt_br: Abrir
sr: Отвори

source: All Gameboy Advance files
id: Semua file Gameboy Advance
nb: Alle Gameboy Advance filer
pt_br: Todos os arquivos de Gameboy Advance
sr: Све датотеке Gameboy Advance-а

source: Gameboy Advance files
id: File Gameboy Advance
nb: Gameboy Advance filer
pt_br: Arquivos de Gameboy Advance
sr: Датотеке Gameboy Advance-а

source: Gameboy files
id: File Gameboy
nb: Gameboy filer
pt_br: Arquivos de Gameboy
sr: Датотеке Gameboy-а

source: Loaded battery
id: Baterai dimuat
nb: Batteri oppladet
pt_br: Bateria carregada
sr: Учитана батерија

source: Saved battery
id: Baterai disimpan
nb: Lagret bateri
pt_br: Bateria salva
sr: Сачувана батерија

source: %Y/%m/%d %H:%M:%S
id: %T/%B/%H %J:%M:%D
sr: %d. %m. %Y. %H:%M:%S

source: Load game
id: Muat permainan
nb: Last inn
pt_br: Carregar jogo
sr: Учитај игру

source: VisualBoyAdvance save game
id: Simpanan permainan VisualBoyAdvance
nb: VisualBoyAdvance lagre spill
pt_br: Jogo salvo do VisualBoyAdvance
sr: Сачувана игра VisualBoyAdvance-а

source: Save game
id: Simpan permainan
nb: Lagre
pt_br: Salvar jogo
sr: Сачувај игру

source: File already exists. Overwrite it?
id: file sudah ada. Timpa?
nb: Fillen finnes allerede. Lagre over?
pt_br: Arquivo já existe. Sobrescrever?
sr: Датотека већ постоји. Заменити је?

source: Save screenshot
id: Simpan tangkapan layar
nb: Lagre screenshot
pt_br: Salvar screenshot
sr: Сачувај снимак екрана

source: PNG image
id: Gambar PNG
nb: PNG Bildefil
pt_br: Imagem PNG
sr: PNG слика

source: Nintendo GameBoy Advance emulator.
id: Emulator Nintendo GameBoy Advance.
pt_br: Emulador de GameBoy Advance.
sr: Емулатор Nintendo GameBoy Advance-а.

source: Edit cheat
id: Atur kecurangan
nb: Endre kode
pt_br: Editar Código
sr: Уреди шифру

source: <b>Description</b>
id: <b>Gambaran</b>
nb: <b>Beskrivelse</b>
pt_br: <b>Descrição</b>
sr: <b>Опис</b>

source: <b>Type</b>
id: <b>Tipe</b>
nb: <b>Tast inn</b>
pt_br: <b>Tipo</b>
sr: <b>Тип</b>

source: <b>Codes</b>
id: <b>Kode</b>
nb: <b>Koder</b>
pt_br: <b>Códigos</b>
sr: <b>Кодови</b>

source: Cheat list
id: Daftar kecurangan
nb: Kode liste
pt_br: Lista de Códigos
sr: Списак шифара

source: Add new cheat
id: Tambah kecurangan baru
nb: Legg til ny kode
pt_br: Adicionar novo código
sr: Додај нову шифру

source: Delete selected cheat
id: Hapus kecurangan yang dipilih
nb: Slett Valgt kode
pt_br: Deletar código selecionado
sr: Обриши изабрану шифру

source: Delete all cheats
id: Hapus semua kecurangan
nb: Slett alle koder
pt_br: Deletar todos os códigos
sr: Обриши све шифре

source: Toggle all Cheats
id: Alih semua kecurangan
nb: Merk alle Koder
pt_br: Ligar/Desligar todos os códigos
sr: Укључи/искључи све шифре

source: <b>Output module</b>
id: <b>Modul keluaran</b>
nb: <b> Utgnags modul</b>
pt_br: <b>Módulo de Saída</b>
sr: <b>Модул излаза</b>

source: Default scale :
id: Skala awal :
nb: Standard skala :
pt_br: Escala padrão :
sr: Подразумевана размера:

source: <b>Zoom</b>
id: <b>Pembesaran</b>
sr: <b>Зумирање</b>

source: Interframe blending :
nb: Internramme Blending :
pt_br: Mistura interframe :
sr: Мешање међукадрова:

source: Fullscreen filter :
id: Layar penuh :
nb: Fullskjerm filter :
pt_br: Filtro de tela cheia :
sr: Филтер за цео екран:

source: <b>Filters</b>
id: <b>Penyaringan</b>
nb: <b>Filtere<b>
pt_br: <b>Filtros</b>
sr: <b>Филтери</b>

source: Automatic
id: Otomatis
nb: Automatisk
pt_br: Automático
sr: Аутоматски

source: GameBoy settings
id: Pengaturan GameBoy
nb: GameBoy Innstillinger
pt_br: Configurações do GameBoy
sr: Поставке Game Boy-а

source: Emulated system :
id: Sistem yang ditiru :
nb: Emulert system :
pt_br: Sistema emulado :
sr: Емулирани систем:

source: Display Super Game Boy borders
id: Tampilkan batas Super Game Boy
nb: Vis Super Game Boy rammer
pt_br: Mostrar as bordas do Super Game Boy
sr: Прикажи Super Game Boy ивице

source: Emulate a Game Boy Printer
id: Tiru Game Boy Printer
nb: Emuler en Gameboy Printer
pt_br: Emular a Impressora do Game Boy
sr: Емулирај Game Boy Printer

source: <b>System and peripherals</b>
id: <b>Sistem dan periperal</b>
nb: <b>System og tillegsutstyr</b>
pt_br: <b>Sistema e periféricos</b>
sr: <b>Систем и периферије</b>

source: Use a Game Boy boot ROM file
id: Gunakan file Game Boy boot ROM
nb: Bruk en Game Boy Start-ROM fil
pt_br: Usar um arquivo ROM de inicialização do Game Boy
sr: Користи ROM датотеку за покретање Game Boy-а

source: Boot ROM file :
nb: Start ROM fil :
pt_br: Arquivo ROM de inicialização :
sr: ROM датотека за покретање система:

source: <b>Boot ROM</b>
pt_br: <b>ROM de inicialização</b>
sr: <b>ROM за покретање система</b>

source: EEPROM + Sensor
sr: EEPROM + сензор

source: Game Boy Advance settings
id: Pengaturan Game Boy Advance
nb: Game Boy Advance instillinger
pt_br: Configurações do Game Boy Advance
sr: Поставке Game Boy Advance-а

source: Flash size :
id: Ukuran kilatan
nb: Flash størelse :
pt_br: Tamanho Flash :
sr: Величина Flash-а:

source: Save type :
id: Jenis penyimpanan
nb: Lagrings type :
pt_br: Tipo de jogo salvo :
sr: Тип чувања:

source: <b>Cartridge</b>
nb: <b>Kasett</b>
pt_br: <b>Cartucho</b>
sr: <b>Картриџ</b>

source: Use a bios file
id: Gunakan file bios
nb: Bruk bios fil
pt_br: Usar um arquivo de bios
sr: Користи BIOS датотеку

source: Bios file :
id: File bios :
nb: Bios fil :
pt_br: Arquivo de bios :
sr: BIOS датотека:

source: Enable real-time clock
id: Bolehkan jam waktu nyata
nb: Slå på sann-tids klokke
pt_br: Habilitar relógio em tempo real
sr: Омогући сат у реалном времену

source: <b>Real-Time Clock</b>
id: <b>Jam waktu nyata</b>
nb: <b>Sann-Tids Klokke</b>
pt_br: <b>Relógio em tempo real</b>
sr: <b>Сат у реалном времену</b>

source: Preferences
id: Pengaturan
nb: Valg
pt_br: Preferências
sr: Поставке

source: Pause when inactive
id: Tahan ketika tidak aktif
nb: Pause når inaktiv
pt_br: Pausar quando inativo
sr: Паузирај када је неактиван

source: <b>General</b>
id: <b>Umum</b>
nb: <bGenerelt</b>
pt_br: <b>Geral</b>
sr: <b>Опште</b>

source: Enable automatic frame skipping
id: Bolehkan frameskip otomatis
nb: Slå på automatisk bilde-hopp
pt_br: Habilitar pulo de quadro automático
sr: Омогући аутоматско прескакање кадрова

source: Frameskip level :
id: Tingkat Frameskip :
nb: Bilde-hopp nivå :
pt_br: Nível do pulo de quadro :
sr: Ниво прескакања кадрова:

source: <b>Frameskip</b>
nb: <b>Bilde-hopp</b>
pt_br: <b>Pulo de quadro</b>
sr: <b>Прескакање кадрова</b>

source: Speed indicator :
id: Indikator kecepatan
nb: Farts viser :
pt_br: Indicador de velocidade :
sr: Показатељ брзине:

source: <b>Appearance</b>
id: <b>Penampilan</b>
nb: <b>Utseende</b:>
pt_br: <b>Aparência</b>
sr: <b>Изглед</b>

source: Percentage
id: Persentase
nb: Prosent
pt_br: Porcentagem
sr: Проценат

source: Detailed
id: Detail
nb: Detaljert
pt_br: Detalhado
sr: Детаљно

source: Mute
id: Diam
pt_br: Mudo
sr: Искључи звук

source: Volume :
id: Suara
nb: Volum :
sr: Јачина звука:

source: Sample rate :
nb: Prøve Ratio :
pt_br: Taxa de amostragem :
sr: Брзина узорковања:

source: _File
nb: _Fil
pt_br: Arquivo
sr: _Датотека

source: Open rece_nt
id: Buka terak_hir
nb: Åpne Tidlige_re
pt_br: Abrir Rece_nte
sr: _Недавно

source: Screen capt_ure...
id: Tangkap la_yar
pt_br: Capt_urar Tela
sr: _Сликање екрана…

source: _Emulation
id: _Emulasi
nb: _Emulasjon
pt_br: _Emulação
sr: _Емулација

source: Pause
id: Tahan
pt_br: Pausar
sr: Паузирај

source: _Reset
id: Atu_r ulang
pt_br: Reiniciar
sr: _Поништи

source: Loa_d state
id: Muat ce_pat
nb: Last i_nn status
pt_br: Carregar estado
sr: _Учитај позицију

source: Most recent
id: Baru saja
nb: Tidligest
pt_br: Mais recente
sr: Најновије

source: Auto load most recent
id: Muat otomatis yang paling baru
nb: Automatisk last inn tidligste
pt_br: Carregar automaticamente último state salvo
sr: Аутоматски учитај најновије

source: Slot1
nb: Fil1
pt_br: State 1
sr: Слот 1

source: Slot2
nb: Fil2
pt_br: State 2
sr: Слот 2

source: Slot3
nb: Fil3
pt_br: State 3
sr: Слот 3

source: Slot4
nb: Fil4
pt_br: State 4
sr: Слот 4

source: Slot5
nb: Fil5
pt_br: State 5
sr: Слот 5

source: Slot6
nb: Fil6
pt_br: State 6
sr: Слот 6

source: Slot7
nb: Fil7
pt_br: State 7
sr: Слот 7

source: Slot8
nb: Fil8
pt_br: State 8
sr: Слот 8

source: Slot9
nb: Fil9
pt_br: State 9
sr: Слот 9

source: Slot10
nb: Fil10
pt_br: State 10
sr: Слот 10

source: From _File ...
id: Dari _File
nb: Fra_Fil
pt_br: Do arquivo...
sr: Из _датотеке…

source: S_ave state
id: Simp_an cepat
nb: Lag_rings fil
pt_br: S_alvar estado
sr: _Сачувај позицију

source: Oldest slot
id: Slot terlama
nb: Gamleste fil
pt_br: State mais antigo
sr: Најстарији слот

source: To _File ...
id: Ke _File
nb: Til _Fil
pt_br: Para o arquivo ...
sr: У _датотеку…

source: _List cheats ...
id: Daftar Ke_curangan
nb: _Vis koder ...
pt_br: Listar códigos ...
sr: _Списак шифара…

source: _Disable cheats
id: La_rang Kecurangan
nb: _Slå av koder
pt_br: Desabilitar códigos ...
sr: О_немогући шифре

source: _Options
id: _Pilihan
nb: _Innstillinger
pt_br: Opções
sr: _Опције

source: _Preferences ...
id: Pe_ngaturan ...
nb: _Valg
pt_br: Preferências ...
sr: _Поставке…

source: _Display ...
id: _Layar ...
nb: _Vis ...
pt_br: Exibição ...
sr: П_риказ…

source: _Sound ...
id: _Suara ...
nb: _Lyd ...
pt_br: _Som ...
sr: _Звук…

source: D_irectories ...
id: D_irektori ...
nb: D_irektiorie ...
pt_br: Pastas ...
sr: _Фасцикле…

source: _Joypads ...
pt_br: Controles ...
sr: _Контролери…

source: _Help
id: _Bantuan
pt_br: Ajuda
sr: _Помоћ

source: Cheats :
id: Kecurangan :
pt_br: Códigos:

source: Autofire A :
id: Tekan otomatis A
nb: Autotrykk-A :
pt_br: A Turbo:

source: Autofire B :
id: Tekan otomatis B
nb: Autotrykk-B :
pt_br: B Turbo:

source: CodeBreaker Advance
nb: Codebreaker Advanced

source: 2xSaI
nb: 2xSal

source: Super 2xSaI
nb: Super 2xSal

source: AdvanceMAME Scale2x
nb: AdvanceNAME Scale2x

source: Select :
id: Pilihan

source: Start :
id: Mulai :

source: Cairo
id: Kairo

source: Flash
id: Kilatan
